Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Light the key faces, the letters on them, or both. On a pale theme the letters read best, since a backlight behind an almost-white key has nothing to brighten.
de: Beleuchte die Tastenflächen, die Buchstaben darauf oder beides. Auf einem hellen Theme lesen sich die Buchstaben am besten, denn hinter einer fast weißen Taste hat ein Hintergrundlicht nichts zum Aufhellen.
es: Ilumina la superficie de las teclas, las letras que llevan o las dos cosas. En un tema claro las letras se leen mejor, porque detrás de una tecla casi blanca la luz no tiene nada que iluminar.
et: Valgusta klahvide esikülgi, nende tähti või mõlemat. Heledal teemal loevad tähed kõige paremini, sest peaagu valge klahvi taga olev taustavalgus pole midagi heledamaks teha.
fr: Éclaire la surface des touches, les lettres qui s’y trouvent, ou les deux. Sur un thème clair, ce sont les lettres qui ressortent le mieux, car derrière une touche presque blanche un rétroéclairage n’a rien à éclairer.
hu: Világítsd meg a billentyűk lapját, a rajtuk lévő betűket, vagy mindkettőt. Világos témán a betűk olvashatók a legjobban, mert egy majdnem fehér billentyű mögött a háttérvilágításnak nincs mit felderítenie.
it: Illumina la superficie dei tasti, le lettere sopra, o entrambe. Con un tema chiaro si leggono meglio le lettere, perché dietro un tasto quasi bianco una retroilluminazione non ha nulla da schiarire.
ja: キーの面、その上の文字、あるいはその両方を光らせます。淡いテーマでは文字を光らせるのがいちばん読みやすく、ほぼ白いキーの裏でバックライトを焚いても明るくするものがありません。
ko: 키의 표면, 그 위의 글자, 또는 둘 다에 빛을 넣습니다. 밝은 테마에서는 글자가 가장 잘 읽히는데, 거의 흰색인 키 뒤에서는 백라이트가 밝힐 것이 없기 때문입니다.
ms: Nyalakan permukaan kekunci, huruf di atasnya, atau kedua-duanya. Pada tema cerah, hurufnya paling mudah dibaca, kerana lampu di belakang kekunci yang hampir putih tiada apa hendak dicerahkan.
pt: Ilumina a face das teclas, as letras nelas, ou as duas coisas. Num tema claro são as letras que se leem melhor, porque atrás de uma tecla quase branca a retroiluminação não tem nada para aclarar.
ru: Подсвечивать сами клавиши, буквы на них или и то и другое. На светлой теме лучше всего читаются буквы: подсветке за почти белой клавишей просто нечего высветлять.
zh_hans: 可以点亮键面、键上的字母，或两者都点亮。浅色主题下字母最清晰，因为在近乎白色的键面后打光，本来就没什么可照亮的。

source: Light the key faces, the letters on them, or both. On a pale theme the letters read best: a backlight behind an almost-white key has nothing to brighten.
de: Beleuchte die Tastenflächen, die Buchstaben darauf oder beides. Auf einem hellen Theme lesen sich die Buchstaben am besten: eine Hinterleuchtung hinter einer fast weißen Taste hat nichts aufzuhellen.
es: Ilumina la superficie de las teclas, las letras que llevan o ambas cosas. En un tema claro se ven mejor las letras: una retroiluminación detrás de una tecla casi blanca no tiene nada que aclarar.
et: Valgusta klahvide esikülgi, nende tähti või mõlemat. Heledal teemal loevad tähed kõige paremini: peaagu valge klahvi taga oleval taustavalgusel pole midagi heledamaks teha.
fr: Éclairez la surface des touches, les lettres qu'elles portent, ou les deux. Sur un thème clair, ce sont les lettres qui ressortent : un rétroéclairage derrière une touche presque blanche n'a rien à éclaircir.
hu: Világítsd meg a gombfelületeket, a rajtuk lévő betűket, vagy mindkettőt. Világos témán a betűk olvashatók a legjobban: egy majdnem fehér gomb mögötti háttérfény semmit nem tud világosabbá tenni.
it: Illumina la superficie dei tasti, le lettere sopra o entrambe. Su un tema chiaro si leggono meglio le lettere: una retroilluminazione dietro un tasto quasi bianco non ha nulla da schiarire.
ja: キーの面、その上の文字、またはその両方を光らせます。明るいテーマでは文字がいちばんよく見えます。ほぼ白いキーの後ろを照らしても、明るくなるものがありません。
ko: 키 표면, 그 위의 글자, 또는 둘 다를 밝힙니다. 밝은 테마에서는 글자가 가장 잘 보입니다. 거의 흰 키 뒤를 비춰도 밝아질 것이 없습니다.
ms: Terangi permukaan kekunci, huruf padanya, atau kedua-duanya. Pada tema cerah, hurufnya paling jelas: cahaya di belakang kekunci yang hampir putih tiada apa untuk dicerahkan.
pt: Ilumina a superfície das teclas, as letras que têm, ou ambas. Num tema claro as letras leem-se melhor: uma retroiluminação atrás de uma tecla quase branca não tem nada para clarear.
ru: Подсвечивайте сами клавиши, буквы на них или и то и другое. На светлой теме буквы читаются лучше: подсветке за почти белой клавишей нечего освещать.
zh_hans: 点亮键面、键上的字母，或两者。浅色主题下字母最清楚：在近白色的按键后面打光，没有什么可提亮的。

source: Light theme
de: Helles Theme
es: Tema claro
et: Hele teema
fr: Thème clair
hu: Világos téma
it: Tema chiaro
ja: ライトテーマ
ko: 밝은 테마
ms: Tema cerah
pt: Tema claro
ru: Светлая тема
zh_hans: 浅色主题

source: Light up the key you hit on top of the moving light.
de: Die gedrückte Taste leuchtet zusätzlich zum bewegten Licht auf.
es: Ilumina la tecla que pulsas además de la luz en movimiento.
et: Süüta vajutatud klahv lisaks liikuvale valgusele.
fr: Éclairez la touche frappée en plus de la lumière en mouvement.
hu: A lenyomott gomb a mozgó fény mellett is felvillan.
it: Illumina il tasto premuto oltre alla luce in movimento.
ja: 動く光に加えて、押したキーも光らせます。
ko: 흐르는 조명 위에, 누른 키도 함께 켭니다.
ms: Terangi kekunci yang anda tekan selain cahaya yang bergerak.
pt: Ilumina a tecla premida além da luz em movimento.
ru: Подсвечивать нажатую клавишу поверх движущегося света.
zh_hans: 在流动的灯光之外，再点亮你按下的按键。

source: Light up the keys
de: Tasten beleuchten
es: Ilumina las teclas
et: Valgusta klahve
fr: Éclairer les touches
hu: Világítsanak a gombok
it: Illumina i tasti
ja: キーを光らせる
ko: 키를 밝히기
ms: Terangi kekunci
pt: Iluminar as teclas
ru: Подсветка клавиш
zh_hans: 点亮按键

source: Lighting
de: Beleuchtung
es: Iluminación
et: Valgustus
fr: Éclairage
hu: Megvilágítás
it: Illuminazione
ja: ライティング
ko: 조명
ms: Pencahayaan
pt: Iluminação
ru: Подсветка
zh_hans: 灯光

source: Lighting borrows a color your theme already uses, so the theme still looks like itself.
de: Die Beleuchtung leiht sich eine Farbe, die dein Theme schon nutzt – so bleibt es sich selbst treu.
es: La iluminación toma un color que ya usa tu tema, así el tema sigue siendo el mismo.
et: Valgustus laenab värvi, mida sinu teema juba kasutab, nii et teema näeb ikka välja nagu ise.
fr: L’éclairage reprend une couleur de ton thème pour en garder le style.
hu: A megvilágítás a téma egyik meglévő színét használja, így a téma önmaga marad.
it: L'illuminazione prende in prestito un colore già usato dal tema, così il tema resta sé stesso.
ja: テーマがすでに使っている色を借りるので、テーマの印象はそのままです。
ko: 테마가 이미 쓰는 색을 빌려 오므로 테마는 그대로 유지됩니다.
ms: Pencahayaan meminjam warna yang sudah digunakan tema anda, jadi tema kekal seperti asalnya.
pt: A iluminação empresta uma cor que o teu tema já usa, para o tema continuar a ser ele mesmo.
ru: Подсветка берёт цвет, который ваша тема уже использует, так что тема остаётся сама собой.
zh_hans: 灯光沿用主题已有的颜色，主题依旧是它本来的样子。

source: Lighting pauses on its own in Low Power Mode, when the phone runs hot, when memory is tight, and with Reduce Motion on.
de: Die Beleuchtung pausiert von selbst im Stromsparmodus, wenn das Telefon heiß wird, wenn der Speicher knapp ist und bei aktivierter Bewegungsreduzierung.
es: La iluminación se pausa por sí sola en Modo de bajo consumo, cuando el teléfono se calienta, cuando hay poca memoria y con Reducir movimiento activado.
et: Valgustus peatub iseenesest energiasäästurežiimis, kui telefon läheb kuumaks, kui mälu on napil ja kui Liigutuste vähendamine on sees.
fr: L'éclairage se met en pause de lui-même en mode économie d'énergie, quand le téléphone chauffe, quand la mémoire est juste et si Réduire le mouvement est activé.
hu: A megvilágítás magától szünetel Energiatakarékos módban, ha a telefon felmelegszik, ha kevés a memória, és ha a Mozgás csökkentése be van kapcsolva.
it: L'illuminazione si mette in pausa da sé in Risparmio energetico, quando il telefono si scalda, quando la memoria è poca e con Riduci movimento attivo.
ja: 低電力モード、本体が熱いとき、メモリが不足しているとき、視差効果を減らすがオンのときは、ライティングは自動的に停止します。
ko: 저전력 모드, 기기가 뜨거울 때, 메모리가 부족할 때, 동작 줄이기가 켜져 있을 때는 조명이 스스로 멈춥니다.
ms: Pencahayaan berhenti sendiri dalam Mod Kuasa Rendah, apabila telefon panas, apabila memori terhad, dan apabila Kurangkan Gerakan dihidupkan.
pt: A iluminação pausa sozinha no Modo de baixo consumo, quando o telefone aquece, quando a memória está no limite e com Reduzir movimento ativado.
ru: Подсветка сама приостанавливается в режиме экономии энергии, при перегреве телефона, при нехватке памяти и при включённом «Уменьшении движения».
zh_hans: 在低电量模式下、手机发热时、内存紧张时以及开启“减弱动态效果”时，灯光会自动暂停。

source: Lighting style
de: Beleuchtungsstil
es: Estilo de iluminación
et: Valgustuse stiil
fr: Style d'éclairage
hu: Megvilágítás stílusa
it: Stile di illuminazione
ja: ライティングのスタイル
ko: 조명 스타일
ms: Gaya pencahayaan
pt: Estilo de iluminação
ru: Стиль подсветки
zh_hans: 灯光样式

source: Line length
de: Zeilenlänge
es: Longitud de línea
et: Rea pikkus
fr: Longueur de ligne
hu: Sorhossz
it: Lunghezza della riga
ja: 行の長さ
ko: 줄 길이
ms: Panjang baris
pt: Comprimento da linha
ru: Длина строки
zh_hans: 行长度

source: Linger 100ms · repeat after 600ms, 150→60ms. Calm & forgiving.
de: 100ms Verweilen · Wiederholung nach 600ms, 150→60ms. Ruhig und nachsichtig.
es: Espera 100ms · repite tras 600ms, 150→60ms. Tranquilo e indulgente.
et: Viivitus 100 ms · kordus pärast 600 ms, 150→60 ms. Rahulik ja leebe.
fr: Délai 100ms · répétition après 600ms, 150→60ms. Calme et indulgent.
hu: 100 ms tartás · 600 ms után ismétlés, 150→60 ms. Nyugodt és megbocsátó.
it: Attesa 100ms · ripeti dopo 600ms, 150→60ms. Calmo e tollerante.
ja: 保持100ms · 600ms後にリピート、150→60ms。穏やかでゆったり。
ko: 유지 100ms · 600ms 뒤 반복, 150→60ms. 차분하고 너그러워요.
ms: Berlengah 100ms · ulang selepas 600ms, 150→60ms. Tenang & bertolak ansur.
pt: Espera 100ms · repete depois de 600ms, 150→60ms. Calmo e tolerante.
ru: Задержка 100 мс · повтор через 600 мс, 150→60 мс. Спокойно и снисходительно.
zh_hans: 停留 100ms · 600ms 后开始重复，150→60ms。从容、宽松。

source: Linger 40ms · repeat after 250ms, 80→25ms. Quick & aggressive.
de: 40ms Verweilen · Wiederholung nach 250ms, 80→25ms. Schnell und aggressiv.
es: Espera 40ms · repite tras 250ms, 80→25ms. Rápido y agresivo.
et: Viivitus 40 ms · kordus pärast 250 ms, 80→25 ms. Kiire ja agressiivne.
fr: Délai 40ms · répétition après 250ms, 80→25ms. Rapide et nerveux.
hu: 40 ms tartás · 250 ms után ismétlés, 80→25 ms. Gyors és agresszív.
it: Attesa 40ms · ripeti dopo 250ms, 80→25ms. Rapido e aggressivo.
ja: 保持40ms · 250ms後にリピート、80→25ms。素早くキビキビ。
ko: 유지 40ms · 250ms 뒤 반복, 80→25ms. 빠르고 세차요.
ms: Berlengah 40ms · ulang selepas 250ms, 80→25ms. Pantas & agresif.
pt: Espera 40ms · repete depois de 250ms, 80→25ms. Rápido e agressivo.
ru: Задержка 40 мс · повтор через 250 мс, 80→25 мс. Быстро и напористо.
zh_hans: 停留 40ms · 250ms 后开始重复，80→25ms。又快又猛。

source: Linger 60ms · repeat after 450ms, 110→40ms.
de: 60ms Verweilen · Wiederholung nach 450ms, 110→40ms.
es: Espera 60ms · repite tras 450ms, 110→40ms.
et: Viivitus 60 ms · kordus pärast 450 ms, 110→40 ms.
fr: Délai 60ms · répétition après 450ms, 110→40ms.
hu: 60 ms tartás · 450 ms után ismétlés, 110→40 ms.
it: Attesa 60ms · ripeti dopo 450ms, 110→40ms.
ja: 保持60ms · 450ms後にリピート、110→40ms。
ko: 유지 60ms · 450ms 뒤 반복, 110→40ms.
ms: Berlengah 60ms · ulang selepas 450ms, 110→40ms.
pt: Espera 60ms · repete depois de 450ms, 110→40ms.
ru: Задержка 60 мс · повтор через 450 мс, 110→40 мс.
zh_hans: 停留 60ms · 450ms 后开始重复，110→40ms。

source: Link mode inserts the GIF link from the keyboard and copies it from the app.
de: Im Link-Modus fügt die Tastatur den GIF-Link ein, während die App ihn kopiert.
es: En el modo de enlace, el teclado inserta el enlace del GIF y la app lo copia.
et: Lingirežiimis sisestab klaviatuur GIF-i lingi ja rakendus kopeerib selle.
fr: En mode lien, le clavier insère le lien du GIF et l’app le copie.
hu: Hivatkozás módban a billentyűzet beilleszti a GIF hivatkozását, az alkalmazás pedig másolja azt.
it: In modalità link, la tastiera inserisce il link della GIF e l’app lo copia.
ja: リンクモードでは、キーボードからはGIFのリンクを挿入し、アプリからはリンクをコピーします。
ko: 링크 모드에서는 키보드가 GIF 링크를 삽입하고 앱은 링크를 복사합니다.
ms: Dalam mod pautan, papan kekunci menyisipkan pautan GIF, manakala aplikasi menyalinnya.
pt: No modo de ligação, o teclado insere a ligação do GIF e a aplicação copia-a.
ru: В режиме ссылки клавиатура вставляет ссылку на GIF, а приложение копирует её.
zh_hans: 在链接模式下，键盘会插入 GIF 链接，App 则会复制链接。

source: Links credit the source projects. Opening one leaves the app.
de: Links verweisen auf die Ursprungsprojekte. Beim Öffnen verlässt du die App.
es: Los enlaces acreditan los proyectos originales. Al abrir uno, sales de la app.
et: Lingid osutavad allikprojektidele. Ühe avamisel lahkud rakendusest.
fr: Les liens créditent les projets d'origine. En ouvrir un te fait quitter l'app.
hu: A linkek a forrásprojekteket ismerik el. Megnyitásukkor elhagyod az appot.
it: I link accreditano i progetti originali. Aprirne uno ti fa uscire dall'app.
ja: リンクは元のプロジェクトへのクレジットです。開くとアプリの外に移動します。
ko: 링크는 원본 프로젝트를 표시해요. 열면 앱 밖으로 나가게 돼요.
ms: Pautan memberi kredit kepada projek sumber. Membukanya keluar dari apl.
pt: Os links dão crédito aos projetos de origem. Abrir um sai da app.
ru: Ссылки — благодарность исходным проектам. Переход по ссылке уводит из приложения.
zh_hans: 链接会指向原始项目，点开会离开这个应用。

source: Links in the app are for attribution. They open Safari only if you tap them.
de: Links in der App dienen der Namensnennung. Safari öffnet sich nur, wenn du sie antippst.
es: Los enlaces de la app son para dar crédito. Solo abren Safari si los tocas.
et: Lingid rakenduses on autoritunnustuse jaoks. Need avavad Safari ainult siis, kui sa neid puudutad.
fr: Les liens dans l'app servent à l'attribution. Ils n'ouvrent Safari que si tu les touches.
hu: Az appban lévő linkek a forrás megjelölésére vannak. A Safarit csak akkor nyitják meg, ha rájuk koppintasz.
it: I link nell'app servono per l'attribuzione. Aprono Safari solo se li tocchi.
ja: アプリ内のリンクは出典を示すためのものです。タップしたときだけ Safari が開きます。
ko: 앱 안의 링크는 출처를 밝히려고 넣은 거예요. 눌렀을 때만 Safari가 열려요.
ms: Pautan dalam app ini untuk atribusi. Ia cuma buka Safari kalau anda ketiknya.
pt: As ligações na app são para atribuição. Só abrem o Safari se as tocares.
ru: Ссылки в приложении нужны для указания авторства. Safari откроется, только если вы на них нажмёте.
zh_hans: 应用里的链接是用来署名的。你点了才会打开 Safari。

source: Liquid
de: Flüssig
es: Líquido
et: Voolav
fr: Liquide
hu: Folyékony
it: Liquido
ja: リキッド
ko: 리퀴드
ms: Cecair
pt: Líquido
ru: Жидкий
zh_hans: 液态

source: Liquid Glass needs iOS 26
de: Liquid Glass erfordert iOS 26
es: Liquid Glass requiere iOS 26
et: Liquid Glass vajab iOS 26
fr: Liquid Glass nécessite iOS 26
hu: A Liquid Glasshez iOS 26 kell
it: Liquid Glass richiede iOS 26
ja: Liquid GlassにはiOS 26が必要
ko: Liquid Glass에는 iOS 26이 필요
ms: Liquid Glass perlukan iOS 26
pt: O Liquid Glass precisa do iOS 26
ru: Для Liquid Glass нужен iOS 26
zh_hans: Liquid Glass 需要 iOS 26

source: Liquid Glass paused
de: Liquid Glass pausiert
es: Liquid Glass en pausa
et: Liquid Glass peatatud
fr: Liquid Glass en pause
hu: Liquid Glass szüneteltetve
it: Liquid Glass in pausa
ja: Liquid Glassは一時停止中
ko: Liquid Glass 일시 중지됨
ms: Liquid Glass dijeda
pt: Liquid Glass em pausa
ru: Liquid Glass приостановлен
zh_hans: Liquid Glass 已暂停

source: Liquid Glass suggestions
de: Vorschläge in Liquid Glass
es: Sugerencias con Liquid Glass
et: Liquid Glassi soovitused
fr: Suggestions Liquid Glass
hu: Liquid Glass-javaslatok
it: Suggerimenti Liquid Glass
ja: Liquid Glassの候補
ko: Liquid Glass 제안
ms: Cadangan Liquid Glass
pt: Sugestões com Liquid Glass
ru: Подсказки Liquid Glass
zh_hans: Liquid Glass 候选词

source: List
de: Liste
es: Lista
et: Loend
fr: Liste
hu: Lista
it: Elenco
ja: リスト
ko: 목록
ms: Senarai
pt: Lista
ru: Список
zh_hans: 列表

source: List gives each note a full-width row with the first couple of lines.
de: Liste gibt jeder Notiz eine Zeile über die volle Breite mit den ersten paar Zeilen.
es: La lista da a cada nota una fila de ancho completo con las primeras líneas.
et: Loend annab igale märkmele täislaiuses rea esimeste ridadega.
fr: La liste donne à chaque note une ligne pleine largeur avec les premières lignes.
hu: A lista minden jegyzetnek teljes szélességű sort ad az első pár sorral.
it: L'elenco dà a ogni nota una riga a tutta larghezza con le prime righe.
ja: リストは各メモを全幅の行に並べ、冒頭の数行を表示します。
ko: 목록은 메모마다 전체 너비 행을 주고 앞부분 몇 줄을 보여줘요.
ms: Senarai memberi setiap nota satu baris selebar skrin dengan beberapa baris pertama.
pt: A lista dá a cada nota uma linha de largura total com as primeiras linhas.
ru: «Список» отводит каждой заметке строку во всю ширину с первыми парой строк текста.
zh_hans: 列表让每条备忘占满一行，显示开头几行。

source: Listening
de: Hört zu
es: Escuchando
et: Kuulan
fr: À l'écoute
hu: Hallgatás
it: In ascolto
ja: 聞き取り中
ko: 듣는 중
ms: Mendengar
pt: A ouvir
ru: Слушаю
zh_hans: 正在聆听

source: Listening now
de: Hört gerade zu
es: Escuchando ahora
et: Kuulan nüüd
fr: À l’écoute
hu: Most figyel
it: In ascolto
ja: 聞き取り中
ko: 듣고 있습니다
ms: Sedang mendengar
pt: A ouvir agora
ru: Слушаю
zh_hans: 正在聆听

source: Listening…
de: Ich höre zu…
es: Escuchando…
et: Kuulan…
fr: À l'écoute…
hu: Figyelek…
it: In ascolto…
ja: 聞き取り中…
ko: 듣는 중…
ms: Mendengar…
pt: A ouvir…
ru: Слушаю…
zh_hans: 正在聆听…

source: Lit glyph color
de: Aktive Zeichenfarbe
es: Color del glifo activo
et: Süüdatud sümboli värv
fr: Couleur du symbole actif
hu: Aktív jel színe
it: Colore del simbolo attivo
ja: オン時の文字の色
ko: 켜졌을 때 글자 색상
ms: Warna glif aktif
pt: Cor do glifo ativo
ru: Цвет подсвеченного символа
zh_hans: 激活时的字符颜色

source: Lit key color
de: Aktive Tastenfarbe
es: Color de la tecla activa
et: Süüdatud klahvi värv
fr: Couleur de la touche active
hu: Aktív billentyű színe
it: Colore del tasto attivo
ja: オン時のキーの色
ko: 켜졌을 때 키 색상
ms: Warna kekunci aktif
pt: Cor da tecla ativa
ru: Цвет подсвеченной клавиши
zh_hans: 激活时的按键颜色

source: Live Correction
de: Live-Korrektur
es: Corrección en vivo
et: Reaalajas parandus
fr: Correction en direct
hu: Élő javítás
it: Correzione dal vivo
ja: ライブ修正
ko: 실시간 수정
ms: Pembetulan Langsung
pt: Correção ao vivo
ru: Живое исправление
zh_hans: 实时更正

source: Live preview
de: Live-Vorschau
es: Vista previa en vivo
et: Reaalaja eelvaade
fr: Aperçu en direct
hu: Élő előnézet
it: Anteprima dal vivo
ja: ライブプレビュー
ko: 실시간 미리 보기
ms: Pratonton langsung
pt: Pré-visualização ao vivo
ru: Живой предпросмотр
zh_hans: 实时预览

source: Lively
de: Lebhaft
es: Animado
et: Elav
fr: Vif
hu: Élénk
it: Vivace
ja: にぎやか
ko: 활발하게
ms: Rancak
pt: Animado
ru: Живо
zh_hans: 活跃

# Ln %@, Col %@
source: Ln %1$@, Col %2$@
de: Z %@, Sp %@
es: Ln %@, Col %@
et: Rida %@, Veerg %@
fr: Lgn %@, Col %@
hu: Sor %@, oszlop %@
it: Rg %@, Col %@
ja: %@ 行、%@ 列
ko: %@행, %@열
ms: Brs %@, Kol %@
pt: Ln %@, Col %@
ru: Стр. %@, симв. %@
zh_hans: 第 %@ 行，第 %@ 列

source: Ln %lld, Col %lld
de: Zeile %lld, Spalte %lld
es: Lín. %lld, Col. %lld
et: Rida %lld, Veerg %lld
fr: Lg %lld, Col %lld
hu: %lld. sor, %lld. oszlop
it: Riga %lld, Col %lld
ja: 行 %lld、列 %lld
ko: %lld행, %lld열
ms: Bar %lld, Lajur %lld
pt: Lin. %lld, Col. %lld
ru: Стр. %lld, симв. %lld
zh_hans: 第 %lld 行，第 %lld 列

source: Load
de: Laden
es: Cargar
et: Laadi
fr: Charger
hu: Betöltés
it: Carica
ja: 読み込む
ko: 불러오기
ms: Muat
pt: Carregar
ru: Загрузить
zh_hans: 载入

source: Load more
de: Mehr laden
es: Cargar más
et: Laadi veel
fr: Afficher plus
hu: Továbbiak betöltése
it: Carica altro
ja: さらに読み込む
ko: 더 불러오기
ms: Muatkan lagi
pt: Carregar mais
ru: Загрузить ещё
zh_hans: 加载更多

source: Loads settings from the file. Your themes are untouched.
de: Lädt die Einstellungen aus der Datei. Deine Themes bleiben unangetastet.
es: Carga los ajustes desde el archivo. Tus temas se quedan igual.
et: Laadib seaded failist. Sinu teemad jäävad puutumata.
fr: Charge les réglages depuis le fichier. Tes thèmes restent intacts.
hu: Betölti a beállításokat a fájlból. A témáidhoz nem nyúl.
it: Carica le impostazioni dal file. I tuoi temi restano invariati.
ja: ファイルから設定を読み込みます。テーマはそのまま残ります。
ko: 파일에서 설정을 불러와요. 테마는 그대로 둬요.
ms: Muatkan tetapan dari fail. Tema anda tak diusik.
pt: Carrega as definições do ficheiro. Os teus temas ficam intactos.
ru: Загружает настройки из файла. Темы остаются нетронутыми.
zh_hans: 从文件里加载设置。你的主题不会动。

source: Local
de: Lokal
et: Kohalik
hu: Helyi
it: Locale
ja: ローカル
ko: 로컬
ms: Setempat
ru: Локально
zh_hans: 本地

source: Localization
de: Lokalisierung
es: Localización
et: Lokaliseerimine
fr: Localisation
hu: Lokalizáció
it: Localizzazione
ja: ローカリゼーション
ko: 현지화
ms: Penyetempatan
pt: Localização
ru: Локализации
zh_hans: 本地化

source: Locked
de: Gesperrt
es: Bloqueado
et: Lukus
fr: Verrouillé
hu: Zárolva
it: Bloccato
ja: ロック中
ko: 잠김
ms: Dikunci
pt: Bloqueado
ru: Заблокировано
zh_hans: 已锁定

source: Locks the keyboard and shows the paywall as if you'd never bought anything. Debug builds only.
de: Sperrt die Tastatur und zeigt die Paywall an, als hättest du nie etwas gekauft. Nur in Debug-Builds.
es: Bloquea el teclado y muestra el muro de pago como si nunca hubieras comprado nada. Solo en compilaciones de depuración.
et: Lukustab klaviatuuri ja näitab tasumüüri nii, nagu sa poleks kunagi midagi ostnud. Ainult silumise versioonides.
fr: Verrouille le clavier et affiche le mur payant comme si tu n'avais jamais rien acheté. Builds de débogage uniquement.
hu: Lezárja a billentyűzetet, és úgy mutatja a fizetőfalat, mintha soha nem vásároltál volna semmit. Csak debug buildekben.
it: Blocca la tastiera e mostra il paywall come se non avessi mai comprato nulla. Solo build di debug.
ja: キーボードをロックし、何も購入していないかのように課金画面を表示します。デバッグビルド限定。
ko: 키보드를 잠그고 아무것도 산 적 없는 것처럼 결제 화면을 보여줘요. 디버그 빌드 전용.
ms: Mengunci papan kekunci dan memaparkan tembok bayar seolah-olah anda tidak pernah membeli apa-apa. Binaan nyahpepijat sahaja.
pt: Bloqueia o teclado e mostra o ecrã de compra como se nunca tivesses comprado nada. Apenas em builds de depuração.
ru: Блокирует клавиатуру и показывает экран оплаты так, будто вы ничего не покупали. Только в отладочных сборках.
zh_hans: 锁定键盘并显示付费墙，就像你从未购买过一样。仅限调试版本。

source: Long press
de: Langes Drücken
es: Mantener pulsado
et: Pikk vajutus
fr: Appui long
hu: Hosszan nyomja meg
it: Pressione prolungata
ja: 長押し
ko: 길게 누르기
ms: Tekan lama
pt: Premir longamente
ru: Долгое нажатие
zh_hans: 长按

source: Long press hold timing
de: Zeitpunkt der langen Berührung
es: Tiempo de espera de pulsación larga
et: Pika vajutuse hoidmise aeg
fr: Temps de maintien de l'appui long
hu: Hosszú nyomás tartási időzítése
it: Tempo di attesa della pressione prolungata
ja: 長押しの保持時間
ko: 길게 누르기 유지 시간
ms: Masa tahan tekan lama
pt: Tempo de manutenção da pressão longa
ru: Время удержания долгого нажатия
zh_hans: 长按保持时间

source: Long press previews
de: Vorschauen beim langen Drücken
es: Vistas previas al mantener pulsado
et: Pikkvajutuse eelvaated
fr: Aperçus en appui long
hu: Hosszú gombnyomásos előnézetek
it: Anteprime con pressione prolungata
ja: 長押しプレビュー
ko: 길게 누르기 미리 보기
ms: Pratonton tekan lama
pt: Pré-visualizações ao premir longamente
ru: Предпросмотр по долгому нажатию
zh_hans: 长按预览

source: Long-press
de: Gedrückt halten
es: Pulsación larga
et: Pikkvajutus
fr: Appui long
hu: Hosszú nyomás
it: Pressione lunga
ja: 長押し
ko: 길게 누르기
ms: Tekan lama
pt: Toque longo
ru: Долгое нажатие
zh_hans: 长按

source: Long-press alternates
de: Alternativen beim langen Drücken
es: Alternativas al mantener pulsado
et: Pikkvajutuse alternatiivid
fr: Variantes en appui long
hu: Hosszan megnyomva váltakozik
it: Alternative con pressione prolungata
ja: 長押しの代替文字
ko: 길게 누르기 대체 문자
ms: Alternatif tekan lama
pt: Alternativas ao premir longamente
ru: Варианты по долгому нажатию
zh_hans: 长按备选字符
